<?php

return [

    /*
    |--------------------------------------------------------------------------
    | رسائل إعادة تعيين كلمة المرور
    |--------------------------------------------------------------------------
    */

    'reset' => 'تم تغيير كلمة المرور بنجاح.',
    'sent' => 'تم إرسال رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني.',
    'throttled' => 'يرجى الانتظار قليلًا قبل المحاولة مرة أخرى.',
    'token' => 'رمز إعادة تعيين كلمة المرور غير صالح أو انتهت صلاحيته.',
    'user' => 'لم يتم العثور على مستخدم بهذا البريد الإلكتروني.',

];
